{"setting":"英文和諧版","1":"In the 18th Century, the industrial revolution started, human population was around 1 billion.","2":"In the 2040 A.D., due to well-developed medical technology, the human population has reached 20 billion.","3":"Owing to the overpopulation,variety of resources on earth no longer enough for every human on earth.","4":"The natural disaster occurred around the globe more than any time in human history.","5":"2048 A.D., resources of the earth have dried out,our earth no longer a place for a human to live due to desertification.","6":"Under the orders of United Nation, human started to immigrate to Mars,","7":"Code name\"Ops Mars\".","8":"The first batch of immigrants are politician of countries ;","9":"The second batch, scientists and science researchers;","10":"The third, billionaires.","11":"Those who have nothing,","12":"Dying in desperation is the only thing they can do.","13":"When the doom comes, how long you can survive on your own?","14":"“How long it has been？”You muttered. \n“I can't stop now, or I will die.\"","15":"You heard some sound of footsteds behind you, you looked around and you saw a huge stone can be your cover.","16":"You strove to hide behind the huge stone.","17":"A suited-up guy walks slowly out from behind.","18":"\"Where are you, little princess?\"","19":"\"Oh! Here you are!\"","20":"The guy laughing in a kinky tone whilst he was walking towards your hiding place.","21":"Step by step, he was closing up the distance…","22":"You clenched your fist and your heart beating like a basketball playing by 10 players on the field.","23":"You shut your mouth and hold your breathe with your eyes deadly closed.","24":"Ah...who are you? What are you doing?","25":"You see a pretty girl, slowly coming out","26":"The girl's panicked eyes, her body shaking violently due to nervousness","27":"Man approaches the girl","28":"Do not be afraid of the little beauty, Do you want food? Obedient enough","29":"The man pushed the girl down to the floor and gently took off her clothes","30":"Just being obedient, will it really give me food?","31":"Of course, if you are obedient, I will take good care of you.","32":"The skirt was not pulled and the black stockings were torn to reveal the white and tender legs.","33":"At first, the girl resisted, but slowly began to enjoy it.","34":"The delicate body is unable to push the brawny hand","35":"Men's thick black arm gentle gentle strokes","36":"Fingers stroking young girl's pussy at high speed","37":"Ah...it's so comfortable..don't stop!!","38":"Ha ~ ha ~ comfortable, let me happy together!","39":"After that, the guy took off his pant and showed out his big and black dick.","40":"He spitted some saliva on his hand and rubbed it on the girl's vagina lips.","41":"Then the meat sticks against the girl's pussy, sliding back and forth at the narrow entrance","42":"Like I think, it's still a head, too tight, it's awesome!","43":"The man is clutching the maiden's legs, fiercely plucking her uncensored pussy","44":"Ah ~~~~~~~~~~~~~~~~~~~~~~~~~~~","45":"\"Ohhh, ohhhh…I am cumming! Take this, bitch!\"","46":"The guy drew out his penis. Blood and cum dripped down from the girl vagina slowly.","47":"Her face flushed with beautiful red, and also the expression of suffering…","48":"\"Ahhh, virgin is the best. What a wonderful body you have.\"","49":"\"But I can't take her with me… Hmmm, what should I do?\"","50":"\"OK! Let's do this that way!\"","51":"He took out a knife from his jacket,","52":"and drove it into the girl's throat.","53":"She looked at the guy with her beautiful eyes.","54":"What the hell is wrong with this mad world!","55":"\"Sorry princess, I sincerely don't want to do this…\"","56":"\"But, you are just too beautiful and sweet, I couldn't stand the idea of others touching you.\"","57":"\"So, bad luck for you. Now, you are mine, forever. AHHAHAHAHAHH!\"","58":"This is madness! This fucking mad world!","59":"Taken away someone's life for a stupid reason?!","60":"Is this what real humanity looks like? So ugly… So disgusting…","61":"When you recovered from shock you just went through, the guy already walked far away.","62":"She has already stpped bleeding. The girl's beautiful pale body was exposing in the air surrounding by her own blood.","63":"You looked at her beautiful breathe taking eyes, tried to find something.","64":"Her face, twitched in traumatization she had before she became lifeless.","65":"There was a pink handbag beside her.","66":"Leave nothing useful behind.","67":"You opened the handbag and searching for any thing that could be useful.","68":"Food +2","69":"She already have nothing left, leave her the last dignity she deserved;","70":"You lifted up the Signal Receiver and looking at it,","71":"No. CT2416","72":"Your Rescue Serial Number is 2","73":"Days till Rescue Day:","74":"[One day]","75":"Please be ready,","76":"The Earth Rescue Ship will arrive in a short time.","77":"UN gave every human who remains on earth a serial number and a tracking chip insert in their body.","78":"Every 15th of the month is rescue day, the ship will be sent to rescue people on earth, and fly back to Mars.","79":"I heard that in Mars, the weather is nice and the natural resources are adequate.","80":"Your No is CT2416, Rescue Serial Number is 2, you are in the list of next batch.","81":"Tomorrow is the Rescue Day. Before that, I will not fall down.","82":"You cleched your teeth and stood up with dificulty.","83":"You looked at the girl's remains again, so young…","84":"\"I don't know what to say but I think you have saved my life, I will carry that until the end of my time.\"","85":"You cheered yourself up a little bit and left this place with your chin up.","86":"You walked a few kilometers and saw something odd in a ruined buildings.","87":"LIGHT!","88":"You knew that everything you do might end up in vain, but you still have to try.","89":"You speeded up, rushing towards the buildings.","90":"You opened a wooden door gently like touching your lover.","91":"The door squeaked with a high-pitched sound.","92":"!!! This place was a underground shelter or air-raid shelter.","93":"Everything scattered in a mess all over the rooms.","94":"Now the Searching mode has started. Please click on the Searching to search.","95":"Food +10","96":"Searching finished.","97":"This room seemed furtive and looked like no one been here in a long time.","98":"Let's staying here.","99":"Hmmm, not bad.","100":"I shouldn't be asking too much in this horrible world.","101":"A big and annoying noise sounded from the sky","102":"\"Attention please! Attention!\"","103":"\"United Nation will send the Rescue Ship in 9 days!\"","104":"\"Repeat! The Rescue Ship will be sent in 9 days!\"","105":"\"Everyone stays calm and avoids any outdoor activity for your own safety!\"","106":"Wait? WHAT?! Nine more days?!","107":"It felt just like a shinning blade drives through your heart. You almost blacked out.","108":"Stay calm?! For safety? ","109":"Are you shitting me?","110":"I am sure those fucking policians who made this stupid decision,","111":"are sitting in a nice and comfy office drinking coffee.","112":"How ironic! Seemed like our lives and everythings we have suffered have nothing to do with them!!!","113":"Every minute staying on earth is like gambling, but the bet is my own life.","114":"You threw a mug to the floor, and it shattered into pieces.","115":"No! I've come so far, I could not give up now!","116":"You think that there's no point in keep the faith.           \nCrazy +1","117":"Your Stomach was growling in hunger. You decided to go outside for searching something to eat.","118":null,"119":"You finished searching this place.","120":null,"121":"Material +1 ","122":"Material +2 ","123":"Maybe I can find some weapons to protect myself here.","124":"You got some goosebumps all over your body when you heard some hammering-like sound echoing in this empty lobby.","125":"Hello? Is anyone there? Is there anyone out there?","126":"Someone said that with a strong deep-toned male voice from deeper part ofthis police station.","127":"\"Help! Please, save my life!\"","128":"Sounded like someone is in troubles over there.","129":"You followed the voices and walked towards there.","130":"!!!You shocked by what you saw.","131":"There are two guys got locked up in cells, separately.","132":"They are criminals that have been forgetten by the polices when the doomsday came.","133":"You took a step back unconciously .","134":"\"Hurray！！！ Finally, someone has found us! I thought I am going to die here!\"","135":"This boy looked like a young, naive, just a teenager.","136":"……","137":"The blue shirt guy looked very grave and didn't say anything.","138":"\"Excuse me! Missy, can you pass the keys to me? They are on the table over there.\"","139":"\"Please, I have been starving for a long time.\"","140":"\"My life is depending on you, please, release me or I gonna die soon…\"","141":"(They are criminals, it's a danger move to release them, and I don't know what crime they committed.)","142":"You walked to the boy and stood before him.","143":"(The boy looked at you with hope.)                        \nWhat do you want to ask?","144":"You walked towards the blue shirt guy and stood before him.","145":"What you want to ask?","146":null,"147":null,"148":"\"I stole something from my classmates, and that is it.\"","149":"\"I study at the XiHua High School\"He said with his eyes wide opened.","150":"\"It located at the city near this, it took 2 hours driving time to go there.\"","151":"\"I don't have reasons to lie, I'm just a kid who made some little mistakes.\"","152":"(Interupt)\" Don't be fooled by him, he is the suspect of serial murder cases, don't trust him.\"","153":"He didn't say more words out of his mouth but looking at you.","154":"\"Will you actually belive what I say? Forget it!\" ","155":"\"Theft. \"He said his answer after a long silence.","156":"\"Because there's nothing much to say.\"","157":"\"You can just leave here, if I were you I wouldn't take any risky chance.\"","158":"In this abnormal time, no one can be fully trusted.\nLeave them or save them, the choices are yours.","159":"After a while, you decided to leave here without taking any risk.","160":"His eyes sparkled and muttered\"now I am free.\"","161":"The boy walked out from his cell, stretched his body whilst walking towards you.","162":"Suddenly clinging to you","163":"Ah... The feeling of blush and heartbeat\nYou fainted because of excessive excitement.","164":"\"So dark… Where is this place?\"","165":"Eyes are blindfolded, hands and feet are bound","166":"The body feels a weight, I don't know what to wear again.","167":"Who is...? What do you want?","168":"No one answer your question no matter how much times you asked. Only hands all over your tits and other private body parts.","169":"\"Arhhh… nooo…\"","170":"Your nipples got bitten by someone brutally","171":"Ah! The strange feeling...","172":"Dramatic pleasure makes you struggling with big movements.","173":"What you saw on your face before you were rescued by a boy","174":"\"Hello there, do you know you have a pair of beautiful eyes? And so does your body, so amazing and beautiful…\"","175":"Do you want your body?","176":"It's better if you talk about the Achilles tendon. Why do you tie it?","177":"why? Because I'm scared to refuse me","178":"When my sister asked about school, she really scared me.","179":"Because of having sex with classmates at school, she was ordered to leave school","180":"So no school at all","181":"Isn’t it illegal to make love now?","182":"He groaned and his dick fully erected.","183":"He sticked it inside you  brutally.","184":"Ah...it's so comfortable..don't stop!!","185":"When the boy hears it, he pushes it harder and the meat stick slowly penetrates your little hole.","186":"Ah..Ah.. That's right, it's very comfortable.","187":"A boy who is completely irrational, twists his waist like a beast.","188":"Your excited cries make him more excited and move faster","189":"Ohhhh… Ohhhh… Ohh…","190":"The boy is squatting and squirting a lot of turbid liquid in your body","191":"Turbid white liquid slowly flows down","192":"Like I was thinking, my sister’s body is beautiful","193":"Doomsday can make love with a woman","194":"That's great ! Haha~","195":"In order to thank my sister for making love with me","196":"Putting on her sister's freedom","197":"Sister should live well!","198":"The boy walks to you and unlocks all the bracelets and ankles","199":"Are you free to make love? Doomsday is really good?","200":"Maybe, for all whose souls are rotten, this is the best time for them…","201":"Human nature inherently evil.","202":"You dissapointed at yourself and every human.\nCrazy +2","203":"You wiped off all the stains from your body and left this place.","204":"(I am so stupid,I should've seen all of these. He wouldn't be locked in the cell if theft was only crime he committed.)","205":"(Contrastingly, this guy wasn't spoke much, but he looked so authentic.)","206":"\"Thank you for saving my life.\"","207":"He smirked and said, \"It is nice to be trusted.\"","208":"Correct judgement.  \nFood +2","209":"\"Hey! Hey! Look at me! Don't leave me here!\"","210":"(Looking at you seriously.)                                    \n“Believe me, he indeed has committed the serial rape and murder cases.\"","211":"\"Wha, what!? Why don't you told me before?\"","212":"He shrugged and said:\"Normally people will trusted in him because of he has a face of a kid. And that's the reason why he could commit so much crimes too.\"","213":"You remained in comradely silence and thought about what if you chose the wrong one.","214":"\"What is your name?","215":"“Damon.\"","216":"\"What you planned to do next?\"","217":"(He frowned.) \"All my family member has already …\"","218":"\"I don't have something special to do…\"","219":"Do you want to recruite him? \n(After you recruited him,TP +1, Food Consumption +1)","220":"He looked surprised.","221":"\"I didn't think about you would actually invite me.","222":"After all, I was a thieve and a total stranger to you.\"","223":"You reached out your hand and shaked his.                     \nYou formed an alliance successfully.","224":"Congratulation, now Damon has became your ally.","225":"You are not alone on the path of survival.","226":"\"Thank you, I think we will meet again soon.\"","227":null,"228":"\"Please, forgive me. Don't kill me, please. Beverly, I am begging you.\"","229":"You saw a girl stumbling on her way out from the super market with tears rolling in her eyes.","230":"Two girls with high school uniform on followed her closely from the market.","231":"(There are people in the market?) You hidden your body carefully in bushes.","232":"\"Spare your life? No way! You little whore!\"","233":"\"HA! Sad Angie, keep screaming, no one will come here to save your pity life!\"","234":"Angelina covered her ears and shivered badly.","235":"\"How dare you trying to seduce my boyfriend!\"(Punching and kicking on her.)","236":"\"No, it wasn't me. I never have thought of that.\"","237":"\"Liar!\"","238":"\"Tell you what, now everyone is gone, including the teacher, no one can protect you anymore!\"","239":"\"Hey, Jessie, do you think she looks like a sad little puppy?\"","240":"The girl whose name was Jessie didn't say anything and frowned her eyebrowns.","241":"\"Dirty bitch!\"","242":"Beverly slapped on Angelina's face and left a big red handprint on it.","243":"\"How about we finish her sad pity life? Killing is now legal.\"","244":"She gently drew a X mark on the angelina's throat with her index finger, and a sinister smile on her face.","245":"\"No, you won't! We were friends!\"","246":"\"AHHAHAHA! She already frightened by us.\"","247":"\"Unfortunately, I have invited a new little friend with us.\"","248":"She took a knife out while words dripped out from her lips.","249":"She gently drawed a X mark on Angelina's throat again, but this time, with a knife.","250":"\"Shall we start now?\"","251":"You shocked and wided your eyes.","252":"Everything went too far! Anger rised deep inside you secretly and silently.","253":"\"So, let's do this.\"","254":"They pushed Angelina to a corner and restrained her.","255":"\"Help! Please, help, please, anyone, anyone, help me!","256":"You decided to not getting into any trouble and left.                \n(Turned around and started walking.)","257":"Jessica gripped Beverly's arm, the one was holding the knife, and they stabbed it into Angelina together.","258":"Angelina glanced at this world for the last time and fell to the ground.","259":"\"I, I, I … killed a person? I did this?\"","260":"Beverly frightened by her own behaviour and ran away unsteadily.","261":"Watched towards the place you were hiding and smirked.","262":"\"You were there all the time, right? Why you didn't try to save her?\"","263":"Cold shiver ran down your spine, and your palm started to sweat.","264":"\"It's better to not causing any trouble.\"","265":"\"You know this, right?\"","266":"She gazed at her nails relaxedly.","267":"\"Being cold and avoiding every trouble. This is who we are.\"","268":"\"Thus, from now on, you have to forget everything happened here, okay?\"","269":"\"Was I…  causing her death?\"","270":"You ran away confusingly and sadly.","271":"\"Stop!\"You shouted and revealed yourself from bush.\"","272":"They took a step back after frightened by your behaviour.","273":"(Breathing heavily, face turned pale)                       \n\"What? A girl? How dare you to scare me!\"","274":"\"Hmmm, don't be frightened by her, one versus two and we have a knife.\"","275":"Watched towards you with hope of light shining in her eyes.","276":"\"Jessie, never mind. Let's go, I just want to scare poor angie a little bit.\" ","277":"\"Are you saying you are a fucking pussy?\"","278":"\"It is not your call to go.\"","279":"\"Wha, what?! What did you say?\"","280":"She looked at Jessica incredulously.","281":"She looked at her own sidekick for years like a total stranger.","282":"\"Jessie, I gotta go now…!\"","283":"She left this place the second she finished her sentence.","284":"\"Don't do any stupid thing, or you have to say goodbye to this little dove.\" (Hold the knife onto Angelina's throat)","285":"\"Please, save me…\"","286":"She drove the knife into angelina's throat.","287":"\"I told you, don't do anything stupid.","288":"She pulled out the knife from Angelina's throat.","289":"Angelina took her last glimpse at this disgusting world desparately.","290":"\"Such a shame. I ended your hero dream.\"\n(with a insidious smile on her)","291":"You looked at the dead body miserably. Guilt, shame, hate, all those emotions tumbled in your mind.","292":"\"The dream of being a hero?\" You said to yourself sadly. \"You should never ever trying to save anyone.\"","293":"You left this heart-breaking place.","294":"\"Your name is Jessica?\"","295":"\"Yes. Anything wrong with it?\"","296":"(Good, good start.)","297":"She moved her bodu slightly.","298":"\"Yes, Taekwondo, black belt. Looks like you know one or two things.\"","299":"\"You must have been through a lot.\"","300":"\"Nothing special, just for self-defense.\"","301":"She drowned in her own thoughts,her eyes gazed at blank.","302":"What should I do? Stay still or take this opportunity?","303":"(Clenched her teeth)\n\"I want to revenge everyone that bullied me before.\"","304":"You pointed at Angelina and said:\"Including her?\"","305":"\"Pttfff… She? She is just too annoying.\"","306":"\"In my life, I only hate 3 kind of people.\"","307":"\"1. The bully   2.The Onlookers   3. The one bullied by others but remains silence\"","308":"\"She is the third kind, she said nothing about the bully, she encouraged them to do it more often.\"","309":"\"yes, I had been bullied by someone.\"","310":"You took a deep breathe and thought to yourself, I am happy that I stood out.","311":"Jessica looked at you seriously and wondered something in her mind.","312":"She pushed away Angelina.","313":"\"You have saved her life. She doesn't deserve this.\"","314":"\"Do you have to pretend to be someone you are not? Do you really have to live on the edge?\"","315":"\"…Maybe… but I have already lost everything I cared.\"","316":"Do you want to recruite him? \n(After you recruited him, TP +1, Food Consumption +1)","317":"\"Really? Can I join you?\"","318":"You reached out your hand and shaked her.                     \nYou formed an alliance successfully.","319":"Congratulation, now Jessica is your ally.","320":"You are not alone on the path of survival.","321":"Jessica tooked the last glance at you and left.","322":"Hey beauty, I think you have taken something that belongs to me.","323":"\"I have to survive, so why don't you give them back to me?\"","324":"\"Give me the food and I will let you live.\"","325":"\"smart choice.\"","326":"Food -6","327":null,"328":"Do you want to skip the Hentai scenes?","329":"You slowly squat down your body and kneel like a dog","330":"Robber will quickly strip your clothes\nInsert it from the back to the top","331":"Ha ~ comfortable, right?","332":"Make you more comfortable!","333":"Ah! So comfortable...","334":"The stimulation from the small hole\nYou cried out because you were refreshed.","335":"Not loud enough, it seems that it should give you more stimuli","336":"Forced to insert from the background","337":"I feel the unusual pleasure of the lower body!!","338":"Ah..ahhhhhhhhhhhhhhhhhhhhhhhhhh","339":"Hah this is just the beginning\nJust cheer up and call out","340":"The bully swings more and more crazy, and the joy of the lower body makes you very excited","341":"Ah...ah...","342":"\"ARRRHHH… I am cumming… Take my blessing, bitch!\"","343":"\"Please don't cum inside, NO!\"","344":"He just cream pied you, cum dripped down your thigh.","345":"For food, for surviving, you have to take it.","346":"You almost have mental brokedown.                              \nCrazy +1","347":"\"Then you can just die now!\"","348":"You hated the size differences between man and woman. Because you can't won the fight in any chance. He smashed your head on the floor, and that was all you remembered.","349":null,"350":"Church, a place for people to gather, to believe.","351":"A place for people who are losing their will to live. A place for slavation.","352":"A place for the weak to go.","353":"A guy who wore a pastor robe,","354":"walked towards you slowly.","355":"\"Children of the mighty god, what can I help you?\"","356":null,"357":"\"Father, I have sin.\"","358":"Don't you worry, child. It wasn't your fault, the rules of the god already collapsed, you don't have to feel guilty about it.","359":"You found some inner peace inside you.\nCrazy -1","360":"\"Child, the sin of lust only can be washed away by compensating with your body. Are you ready?\"","361":null,"362":"Do you want to skip the Hentai scenes?","363":"Pastor gripped your hairs and tied it on a cross.","364":"\"what…?\"","365":"\"This is your punishment, sinner!\"","366":"He ripped your clothes brutally.","367":"You felt extremely uncomfortable when you naked.","368":"\"Sinner! Take this lesson from the god!\"","369":"Pastor abused you with a thick belt. Everytime the belt kissed your pale skin, left a red scar behind.\"","370":"\"ARRHH, uggghhh. Please stop!\"","371":"He ignored your beggings and swung the belt harder than before.\"","372":"\"It hurts, right? Taste the sweet punishment from god!\"","373":"Your body shivered and trembled in pain.","374":"\"Stop please! I know my fault already, please, I will never do it again!.stop!\"","375":"Your begging provoked the pastor. He swung the belt on you harder and crazier than before.","376":"You felt something some dripping down your legs. You pissed yourself due to the huge pain you are taking.","377":"You couldn't move a bit because of the pain.      \nIs this a slavation or just another rape? You are kinda lost.","378":"Maybe it was just a test from the god. You comforted yourself.   \nCrazy -1","379":"\"Child, come back to me when you are ready.\"","380":"\"You come here to trade? Here is the biggest trading market in this city!\"","381":"\"Now I do have Revolver, needs 10 material to trade. Do you want it?\"","382":null,"383":"Material not enough.","384":"Material -10","385":"The Revolver is yours now. \nGun +1","386":null,"387":"Do you want to skip the Hentai scenes?","388":"You followed the guy went deep into the slums.","389":"He opened up your legs and chained them separately. And they setted you in a weird position that your vagina opened widely.","390":"They ripped off all your clothes.","391":"\"It feels so strange… no…\"","392":"\"Is this your first time prostituting?\"","393":"\"Yes… This is the first time…\"","394":"\"Try to relax your body, no one likes it.\"","395":"\"It is easy, just hang in there, you don't really have to do anything.\"","396":"\"The more times you gets fuck, the more food you earn. Understand?\"","397":"\"May I ask you, what isthis place for really ?\"","398":"\"The whore house.\"","399":"\"Woman who couldn't survive on their own will and always come here to exchange food with sex.\"","400":"\"This is fair, and equal.\"","401":"\"Hey dude, is she new one? Looks nice.\"","402":"A naked guy with his cock fully erected walked towards you.","403":"You felt a quiver of fear and nervous.","404":"\"Hmmmm, she looks kinda cute actually.\"","405":"\"Are you ready, love? Here I come!\"","406":"He fucked you mercilessly, he done whatever he wanted to.","407":"\"You bitten and clenched your lips with painfulness grewing within your heart.","408":"\"Arhhh, please be gentle.\"","409":"\"After few minutes of fucking. You had a beautiful flushed red crawled on your face and you felt pleasure.","410":"\"ARH! I am cumming!\"","411":"Hot milk shake exploded with your body and leaked out from your vagina slowly.","412":"\"I liked your pussy very much, wait me recover, I wanna do it one more time.\"","413":"\"Oh, I almost forgot.\"","414":"He drew a line on your thigh with marker pen.","415":"\"This is for the record. The more they used you, the more food you get.\"","416":"…… ","417":"You have been fucking for whole day, a lot of men queued up for your pussy.","418":"They called you Public transportation, because you were a bus that everyone can gets on.","419":"You almost have mental breakdown.                     \nCrazy +1","420":"\"That is your rewards, thank for your services. We will welcome you anytime.\"","421":"Food +5","422":null,"423":"You searched area nearby.","424":null,"425":"Food +1","426":"So lucky! Food +2","427":"Get lot of food! Food +6","428":"Dilapidated office buildings reluctantly stood there with blood stained on its wall.","429":"\"So… Let's try my luck.\"    ","430":"Suddenly, a sound of kid crying came out from no where. You felt a cold shiver ran down you spine.","431":"\"No! Mama, please don't left me! Please, waked up for me!\"","432":"In the other corner of the buildings, you saw a little girl crying.","433":"She has a messed up hair, and there were blood  stains on her dress.","434":"You looked at her, and felt sorry for her.","435":"But you stared at the blood stains and stopped .","436":"\"… Excuse me…\"","437":"She stopped crying and walked to you slowly with her eyes full of hope of light and joy of tears.","438":"\"Can you please save my mama, she is dying… Please…\"","439":"She cried again whilst begging.","440":"\"Mama? Where?\"","441":"You looked around and you saw no one.","442":"She begged you again and her hands gripped on your dress.","443":"\"She… My mama is now sleeping on the bed, and she couldn't wake up…\"","444":"\"I am sorry but we have nothing left…\"","445":"\"Could you.. Could you give us something to eat?\"","446":"\"Just a little bit, for my mama…\"","447":"She swung your hand like you used to do with your parents.","448":"\"Thank you for the food, I believe my mama will get well soon.\"","449":"Food -2","450":"\"What a ungenerous cunt, wasted my precious time.\"","451":"\"Looks like I cannot reached the lowest limit today.\"","452":"She dodged into the bushes quickly before you reacted.","453":"You saw something abnormal in her eyes although it was just a second.","454":"\"My home is not far from here, follow me.\"","455":"You followed her towards her home.","456":"……\nNot there yet?","457":"You feel a scent and faint","458":"You slowly open your eyes and find yourself tied tightly","459":"A kind of inexplicable excitement...","460":"Are you awake? I can't help but want to do it when I see your wonderful body, can you?","461":"Yes, but be gentle to me","462":"The man slowly tears your clothes","463":"He slipped his finger up inside.","464":"\"Hmmm, you looked tough, but you have a good pussy.\"","465":"So shy..don't keep watching...","466":"I haven’t seen such a wonderful little hole for a long time","467":"Let's be happy together!","468":"The man smiled happily, put the meat stick up and put it near the entrance of your little hole","469":"\"You see that? I am going to fuck you!\"","470":"He pulled it out and slammed back in repeatedly, mashing it all the way to the back of your tight wet snatch.","471":"Aaaa～Aaaa～","472":"This massive dick reached the deepest place, you felt kinda satisfied.","473":"You moved your body with him unconciously.","474":"He slammed into you for the last time and cummed in the deepest end.","475":"You can actually feel that he has cummed a lot. ","476":"\"HAHAHAH, Doomsdays are the best!\"","477":"He laughed crazily without reserving any breathe.","478":"The body you feel is still very hot and you don’t want to end this...","479":"Don't end so soon","480":"Let's continue doing it a few more times and enjoy this last doomsday","481":"Now is the end of the day.","482":"The man had sex with you for a day and a night","483":"At a climax, you gradually lose consciousness...","484":"I also have this kind of plan. Making love is to make the two interact.","485":"We are happy together","486":"Whatever you do with love, it's definitely easier than someone to masturbate, right?","487":"\"Yes, master. I am all yours, now.\"","488":"You fucked with him all day. You felt ecxtremely exhausted.","489":"You have satisfied him and he let you go.","490":"You sold your dignity for survival.","491":"Maybe in doomsday, dignity is just a worthless piece of shit.\nCrazy +2","492":null,"493":"Some strange heavy sounds came from the outside, someone was outside the door.","494":"At night, you awakened by some strange sounds, someone was searching for something in your house.","495":"You checked the food. Food got stolen.","496":"Food -5","497":"\"Who is there!? \"You screamed at the darkness and shadows.","498":"\"Ayyy, what a beauty, seems like I hit the jackpot. Behave yourself if you want to live.\"","499":"\"Damn you!\"","500":"He took out a knife from his waist bag and stabbed it into you heart.","501":"You felt pain, and later on, nothing.","502":null,"503":"He tied you up with some ropes.","504":"You couldn't move.","505":"Man tears your clothes","506":"You noticed that the penis of his trousers has already stirred up","507":"Open your mouth wide, take my penis into it","508":"You can't wait to open your mouth, joyfully hold your penis","509":"Zhang Dadian, I have included my meat stick","510":"Hey...hey...hey big..hey...","511":"The man puts the meat stick into your mouth and goes to the throat","512":"Your mouth feels full of satisfaction, very excited","513":"\"Ohh… That is nice… Suck it deeper…\"","514":"The pleasure that a man gets is less than one ten thousandth of pleasure, and you draw a hard penis","515":"Ah ~ ah ~ so strong suction, it feels fast melted","516":"It's so cool, I'm going to shoot, I'll drink the semen","517":"The man's semen fills your mouth","518":"You feel very satisfied","519":"\"A haha, you have served me well, and as promise, I will let you live.\"","520":"………","521":"(Do I have to do this all the time? For survival?\"","522":"Crazy +2","523":null,"524":"You heard someone cursed from the outside because he couldn't enter the house.","525":"You heard and awakened by the sounds of footstep in the house.","526":"\"Yo, such a shame that I have woke you up, sorry about that.\"","527":"\"I was planning on killing you without you realizing it, but you leave me no choice.\"","528":"\"Why am I doing this? Because now killing is legal, and no one cares about your or other people lives.\"","529":"\"I freaking love doomsday!hahahaha!\"","530":"\"Killing, robbing...It is not the strongest of the species that survive, but the one most responsive to change.","531":"She is a murderer! She kills for fun, a total monster!","532":"You have to fight for your life now, you clenched your fists and waiting for the chance.","533":"You took a chance, rushed towards her!","534":"Something dived inside you, a knife, in your belly.","535":"\"Such a fool! So weak! Now you can regret everything you have done in hell.!","536":"Your conciousness gradually faded into darkness.\n(Hint: You need more powerful weapons, you can buy from slums)","537":null,"538":"Not enough gun.","539":"You fired at the theft with your gun.","540":"\"AAAAHHH!\"","541":"The theft cried out and fallen to the ground. He looked at you unbelievably.","542":"In Doomsday, the only rule is violence.","543":"You heard and awakened by the sounds of footstep in the house.","544":"You saw a suited-up guy. He walked towards you in quick paces.","545":"\"Yo! Such a sweet surprise! What a beauty.\"","546":"He looked at your body pervertedly.","547":"You felt extremely uncomfortable.","548":"\"No,no,no. This isn't your house, this is mine now.\"","549":"\"Let's put it this way. I found you, I stronger than you, so everything is mine now.\"","550":"\"I will be back, in 2 days, by the time you have to give me 15 food, or die.\"","551":"\"Good night, sleep tight.\"","552":"That was worse than a robbory.","553":"He was not just threatened to kill me, he saw me as a thing of him.","554":"\"Fight back? Follow his order? I don't know…\"","555":"Today is the day he promised that he will be back.","556":"You waited with your mind unsettled.\nFight back or follow his order?","557":"\"Hey, little dove, have you prepared my food?\"","558":null,"559":"Not enough food!","560":"\"Awww, looks like someone needs some punishment.\"","561":"\"Come closer, serve me…or I will…\"","562":null,"563":"What should I do? What should I do?","564":"What should I do? What should I do?","565":"\"You can die now!\"","566":"You hated the size differences between man and woman. Because you can't won the fight in any chance. He strangled you and your conciousness slowly faded into blurr.","567":"Food -15","568":"\"That is my good girl, I will be back in 3 days, and you have to give me 20 foods next time.\"","569":"Today is the day he promised that he will be back.","570":"You saw the suited-up guy walked into your house.","571":"\"little dove, you got the food ready?\"","572":"(One more day, just one more day…the ship…)\nYou hands shaked badly with food on it.","573":null,"574":"Not enough food!","575":"\"How dare you trying to resist me, you need to be punished!\"","576":null,"577":"\"Serve me well, or I will…\"","578":"\"Do make me say it twice…\"","579":null,"580":null,"581":null,"582":"\"I already sick of her.\"","583":"Food -20","584":"\"The one who well-behave always live longer, haha!\"","585":"\"Am I have to do this? Okay, I understand.\"","586":"\"I refuse your request.\"","587":null,"588":"The guy pulled Jessica's arms backwards recklessly","589":"ARH～","590":"Jessica cried out and pain knitted on her face","591":"He ripped off Jessica's clothes brutally.","592":"\"Yo, looks like someone's body is well-shaped.\"","593":"\"I have been laying my eyes on you since I stepped inside this house.“","594":"\"Why you act so innocent? You are just a whore!\"","595":"Jessica looked at him with a look that indicated her disgust.","596":"\"Are you gonna fuck me or not？ Is your cock having some erection troubles?\"","597":"He got angry. He slammed his body on her dry and raw.","598":"\"A virgin? What a pleasure!\"","599":"Jessica remained silence but her expression indicated painfulness.","600":"He fucked her for few minutes and cummed inside her.","601":"\"Remember today, the day I took your virginity away, don't forget it!\"","602":"She cried with her eyes closed while enduring the horrible truth that she just raped by a guy","603":"\"I will never forget this…\"","604":"One day, you will be regretting for what you have done!","605":"Now is not a good time for good-hearted people… Bad guys are in charge now.","606":null,"607":"\"Ride my dick.\"","608":"\"He commanded you to do it.","609":"You spreaded your legs and sat on him like a little kid sat on a wooden horse.","610":"\"Took off your clothes and ride my dick nicely.\"","611":"He kept insulting you with dirty words, and tried to lower your self-esteem.","612":"You took off your clothes as he asked you to.","613":"\"Wow, someone has good skin tone and nice shaped body!\"","614":"\"What is the point of pretending to be innocent?\"","615":"After he finsihed the sentence, he started to humping her.","616":"\"You are just a dirty bitch who always asking others to have sex!\"","617":"\"Please… Can you be gentle?\"","618":"He ignored your requests, fuck you right in the pussy deadly.\"","619":"\"Move! You little whore! Move!\"","620":"\"Move your ass!\"","621":"You twisted your waist twerked your ass with your best.","622":"But your hole was too dry, it was painful to hump like that.","623":"His movements was faster and his breathing was heavier. You knew he was about to cum.","624":"You've done your job outstandingly.\n He cummed inside you with happy on his face.","625":"\"Feel good, right? You done your job well. So, now, you are my exclusive whore.\"","626":"Tears of shame ran down your face.","627":"Is it worth to do this for survival? Abandonned all the shame and morals?","628":"You became more desperate.\nCrazy +2","629":null,"630":"You have made it to the last day.","631":"You hold the Rescue serial number in your hand tightly and headed to the rescue place.","632":"After a long and painful journey, you reached the rooftop they promised to land the ship.","633":"Finally, you saw the rescue ship you always dreamt about","634":"!!!","635":"You saw the one you don't want to see the most.","636":"\"Hey, little dove, I wasn't so lucky to have that number thing, you know, this world is so unfair.\"","637":"\"So, can you give it to me willingly or I will take it from you without your permission.\"","638":"This number kept you on your feet, since the  day 1.","639":"If you handed it out, you will be living in hell forever.","640":"What should you do?","641":null,"642":"Choose a weapon","643":"Choose a weapon","644":"\"That is the right choice, my little whore. Ha ahahah…\"","645":"\"How dare you resist my order!\"","646":"You didn't have weapon to fight. He easily beated your down.","647":"He strangled you with his bare hands til you die.\n(Hint: You need more powerful weapons, you can buy from slums)","648":"You fired at him.","649":"Shot through the heart directly.","650":"\"How did you…\"","651":"He fell to the ground with regret and hatred in his eyes.","652":"You looked at your gun.","653":"Now you fully believed that violence solve everything.","654":"What you want to do next?","655":null,"656":null,"657":"Where you wanna go?  \n(Conditions of survive: food ≥ \/[foodDaily] and Crazy ≤ 4)","658":null,"659":"What you want to upgrade?            \n(Upgrade defenses of buildings can prevent robbery effectively)","660":null,"661":null,"662":null,"663":null,"664":null,"665":null,"666":null,"667":"Upgraded successfully, Material -6","668":null,"669":"Upgraded successfully, Material -10","670":"Failed to upgrade, not enough material.","671":"You used up all the action energy, you have to back to the shelter.","672":null,"673":"Night time has come, what you want to do?","674":"Night time has come, what you want to do?","675":null,"676":"Who you want to talk with?","677":"Who you want to talk with?","678":"Who you want to talk with?","679":"It's already late, you have to rest now.             \n(You lie on the bed and fall into sleep quickly…)","680":0,"681":"Good night.","682":"You fall into sleep with trepidation.","683":null,"684":null,"685":null,"686":null,"687":"Food-\/[foodDaily]","688":null,"689":"Good morning,it is a whole new day.","690":null,"691":null,"692":"\"You don't have to feel sorry for me, you can take the rest of the food. To me, your well-being is more important.","693":"\"This place is nice. Well, everywhere is better than the past.\"","694":"\"There is nothing to cherish about.\"","695":"\"My father is a blue collar worker, he despised by everyone since I can remember.\"","696":"\"When my grandpa died, my uncle kicked us out from the house, and we don't even have a dollar in our hands.","697":"\" we always strugling to earn the money.\"","698":"\"…But, I thought you were studied in the private school?\"","699":"\"Yes.\"","700":"(She doesn't look well. Maybe next time.)","701":"\"They wanted to give me the best, even though we couldn't afford it. So they borrowed money from a lot of people.\"","702":"\"I didn't know that at first…\"","703":"\"Until they killed themselves, and they left a note to me.\"","704":"\"Everything they did, they did for me. But couldn't love them for that.\"","705":"(Painfulness took over her emotions.)","706":"You sat next by her, closely. Shoulder to shoulder, heart to heart","707":"\"If you don't mind, let me comforting you with something special.\"","708":"Her body shivered weakly.","709":"\"thanks….\"","710":"She lied you down gently, and you let her done it.","711":"You two looked at each other, things got a little bit intense.","712":"\"Are you… sure? Okay… Let us start from something easy.\"","713":"She removed all of your clothes.","714":"She licked your nipples gently and softly. And she rubbed your lady part like touching some precious art work.","715":"\"ughhh… arhhh….\"","716":"You had never been treated like this before, you moaned unconciously in loud.","717":"\"feel good?\"","718":"\"Yes, very good. Better than man, they are assholes.\"","719":"\"Yes, they are. Only a woman know what a woman needs.\"","720":"Jessica stroked your body more rapidly. You started to feel some weird feeling within yourself, and it got stronger and stronger…","721":"\"Aarhhh…\"","722":"You hit the climate , water leaked like a water hose.","723":"Your body shake uncontrollably from orgams","724":"You felt extremely exhausted, but satisfied.\"","725":"Crazy -2","726":"\"Jesus, it feels so nice, this is the best I ever had.\"","727":"\"If you like it, I can do more for you.\"","728":"\"Thank you for listening to my problems. This is the first time I told someone about my problem, and maybe it'll be the last time.","729":null,"730":null,"731":"\"For survival, I am willing to do anything for you.\"","732":"When I was young, my parents died of sicknesses.My sister and I, only have each other after they died.\"","733":"\"Our relatives threated us like shit, no one likes us…\"","734":"\"I told myself everyday, I have to make things better, not for me, just for her.\"","735":"Due to malnutrition, she was small and sick all the time.","736":"My parents taught me well. Morals, dignity, honor… They have taught me a lot. But, my sister was dying, I had no choice…","737":"\"… Yes, I have became a thieve and robber.\"","738":"\"I remembered that day very well. I was looking for food at the outside, when I backed home she's gone. I looked for every places I know, but she's dissapeared.\" ","739":"\"How can a little girl survived in this kind of world, alone. I don't know, I don't want to know…\"","740":"\"Without her, my life has became meaningless…\"","741":"\"So, I turned myself to the polices, and then I met you.\"","742":"\"Thanks… I feel better now. Take this, I hided this somewhere before.\"","743":"Food +10","744":"\"I gotta be strong now. One day, I will found her, I truly believe that.\"","745":"\"You died!\"","746":"[BE] Cruel world","747":"You couldn't make it. You stayed on earth until your died.","748":"[BE] Living in hell","749":"Due to Crazy > = 5                                              \nYou have a mental breakdown.","750":"You walked around the city naked without purpose.","751":"You shut down all your senses, pretending everything was okay. Tried your best to escape this horrible reality.","752":"Even the price was high.","753":"[BE] Mental Brokedown","754":"You got on the rescue ship successfully","755":"In the future, can human conquer the Mars, and survive on this wasteland like we once lived on the Earth? Who knows? It is another story to tell...","756":"[Good End] Survived sucessfully.","757":"Your daily food consumption is \/[foodDaily]. You only have \/[food]. \nNot enough food!","758":"[BE] You don't have enough food to survive .  You died of starvation.","759":"Congratulation, you have survived through the doomsday in this crazy world!","760":0,"761":0,"762":0,"763":0,"764":0,"765":0,"766":0,"767":0,"768":0,"769":0,"770":0,"771":0,"772":0,"773":0,"774":0,"775":0,"776":0,"777":0,"778":0,"779":0,"780":0,"781":0,"782":0,"0":0}